[{"word": "aberrant", "definition": "markedly different from an accepted norm.", "part of speech": "adjective", "example": "When the financial director started screaming and throwing food at his co-workers, the police had to come in to deal with his aberrant behavior."}, {"word": "aberration", "definition": "a deviation from what is normal or expected.", "part of speech": "noun", "example": "Aberrations in climate have become the norm: rarely a week goes by without some meteorological phenomenon making headlines."}, {"word": "abstain", "definition": "choose not to consume or take part in (particularly something enjoyable) Considered a health nut, Jessica abstained from anything containing sugar--even chocolate.", "part of speech": "verb", "example": ""}, {"word": "abstruse", "definition": "difficult to understand; incomprehensible.", "part of speech": "adjective", "example": "Physics textbooks can seem so abstruse to the uninitiated that readers feel as though they are looking at hieroglyphics."}, {"word": "adamant", "definition": "refusing to change one's mind.", "part of speech": "adjective", "example": "Civil rights icon Rosa Parks will forever be remembered for adamantly refusing to give up her seat on a public bus--even after the bus driver insisted, she remained rooted in place."}, {"word": "admonish", "definition": "to warn strongly, even to the point of reprimanding.", "part of speech": "verb", "example": "Before the concert began, security personel admonished the crowd not to come up on stage during the performance."}, {"word": "admonitory", "definition": "serving to warn; expressing reproof or reproach especially as a corrective.", "part of speech": "adjective", "example": "At the assembly, the high school vice-principal gave the students an admonitory speech, warning them of the many risks and dangers of prom night."}, {"word": "aesthete", "definition": "one who professes great sensitivity to the beauty of art and nature.", "part of speech": "noun", "example": "A true aesthete, Marty would spend hours at the Guggenheim Museum, staring at the same Picasso."}, {"word": "aesthetic", "definition": "concerned with the appreciation of beauty.", "part of speech": "adjective", "example": "The director, not known for his aesthetic sensibilities, decided not to use costumes at all, and put on the play in everyday clothing."}, {"word": "aesthetic", "definition": "a set of principles underlying and guiding the work of a particular artist or artistic movement.", "part of speech": "noun", "example": "The artist operated according to a peculiar aesthetic, not considering any photograph to be worth publishing unless it contained a marine mammal."}, {"word": "amalgam", "definition": "a mixture of multiple things.", "part of speech": "noun", "example": "The band's music was an amalgam of hip-hop, flamenco and jazz, blending the three styles with surprising results."}, {"word": "ambiguous", "definition": "open to more than one interpretation.", "part of speech": "adjective", "example": "The coach told his team, \"Move towards that side of the field\"; because he did not point, his directions were ambiguous, and the team had no idea to which side he was referring."}, {"word": "ambivalent", "definition": "mixed or conflicting emotions about something.", "part of speech": "adjective", "example": "Sam was ambivalent about studying for the exam because doing so ate up a lot of his time, yet he was able to improve his analytical skills."}, {"word": "ameliorate", "definition": "make something bad better.", "part of speech": "verb", "example": "Three Cups of Tea tells the story of western man who hopes to ameliorate poverty and the lack of education in Afghanistan."}, {"word": "amenable", "definition": "easily persuaded.", "part of speech": "adjective", "example": "Even though she did not like the outdoors, Shirley was generally amenable and so her brother was able to persuade her to go camping."}, {"word": "amorphous", "definition": "shapeless.", "part of speech": "adjective", "example": "His study plan for the GRE was at best amorphous; he would do questions from random pages in any one of seven test prep books."}, {"word": "anomalous", "definition": "not normal.", "part of speech": "adjective", "example": "According to those who do not believe in climate change, the extreme weather over the last five years is simply anomalous--average temps should return to average, they believe."}, {"word": "anomaly", "definition": "something that is not normal, standard, or expected.", "part of speech": "noun", "example": "After finding an anomaly in the data, she knew that she would have to conduct her experiment again."}, {"word": "antipathy", "definition": "an intense feeling of dislike or aversion.", "part of speech": "noun", "example": "Maria had an antipathy for tour groups, often bolting to the other side of the museum as soon as she saw a chaperone leading a group of wide-eyed tourists."}, {"word": "antithetical", "definition": "sharply contrasted in character or purpose.", "part of speech": "adjective", "example": "His deep emotional involvement with these ideas is, in fact, antithetical to the disattachment Buddhism preaches."}, {"word": "apathetic", "definition": "marked by a lack of interest.", "part of speech": "adjective", "example": "Mr. Thompson was so talented at teaching math that even normally apathetic students took interest."}, {"word": "apathy", "definition": "an absence of emotion or enthusiasm.", "part of speech": "noun", "example": "Widespread apathy among voters led to a very small turnout on election day."}, {"word": "apocryphal", "definition": "being of questionable authenticity.", "part of speech": "adjective", "example": "The web is notorious for sandwiching apocryphal stories between actual news."}, {"word": "appease", "definition": "pacify by acceding to the demands of.", "part of speech": "verb", "example": "Neville Chamberlain, the British prime minister during WWII, tried to appease Hitler and in doing so sent a clear message: you can walk all over us."}, {"word": "arbitrary", "definition": "based on a random, groundless decision.", "part of speech": "adjective", "example": "One of the arbitrary decrees in place during the emperor's rule is that all citizens pay him weekly homage at his palace. This word has other definitions but this is the most important one for the GRE."}, {"word": "arcane", "definition": "requiring secret or mysterious knowledge.", "part of speech": "adjective", "example": "Most college fraternities are known for arcane rituals that those hoping to the join the fraterntiy must learn."}, {"word": "arduous", "definition": "demanding considerable mental effort and skill; testing powers of endurance In order to deal with the arduous cross-country journey, truck drivers often survive on a string of caffeinated drinks, staying awake for up to 30 hours at a time.", "part of speech": "adjective", "example": ""}, {"word": "artful", "definition": "exhibiting artistic skill.", "part of speech": "adjective", "example": "Picasso is generally considered the most artful member of the Cubist movement."}, {"word": "artful", "definition": "clever in a cunning way.", "part of speech": "adjective", "example": "Bernie Madoff's artful Ponzi scheme stole billions of dollars from investors and is considered the largest financial fraud in U.S. history."}, {"word": "ascetic", "definition": "practicing self-denial.", "part of speech": "adjective", "example": "His ascetic life is the main reason he inspired so many followers, especially since he gave up wealth and power to live in poverty."}, {"word": "ascetic", "definition": "one who practices great self-denial.", "part of speech": "noun", "example": "Historically, ascetics like Ghandi are often considered wise men partially because of their restraint."}, {"word": "askance", "definition": "with a look of suspicion or disapproval.", "part of speech": "adverb", "example": "The old couple looked askance on the teenagers seated next to them, whispering to each other, \"They've got rings through their noses and purple hair!\"."}, {"word": "audacious", "definition": "willing to be bold in social situations or to take risks.", "part of speech": "adjective", "example": "As all of the other campers cowered in their tents, Bill, armed only with a flashlight, audaciously tracked down the bear that had raided their food."}, {"word": "audacity", "definition": "aggressive boldness in social situations.", "part of speech": "noun", "example": "She surprised her colleagues by having the audacity to publically criticize the findings of an distinguished scientist."}, {"word": "auspicious", "definition": "favorable, the opposite of sinister.", "part of speech": "adjective", "example": "Despite an auspicious beginning, Mike's road trip became a series of mishaps, and he was soon stranded and penniless, leaning against his wrecked automobile."}, {"word": "austere", "definition": "practicing self-denial.", "part of speech": "adjective", "example": "His lifestyle of revelry and luxurious excess could hardly be called austere."}, {"word": "austere", "definition": "unadorned in style or appearance.", "part of speech": "adjective", "example": "Late Soviet architecture, although remaining largely austere, moved into experimental territory that employed previously unused shapes and structures."}, {"word": "austere", "definition": "harsh in manner of temperament.", "part of speech": "adjective", "example": "The principal of my elementary school was a cold, austere woman; I could never understand why she chose to work with children."}, {"word": "avaricious", "definition": "excessively greedy.", "part of speech": "adjective", "example": "Since avaricious desire is similar to gluttony or lust--sins of excess--it was listed as one of the seven deadly sins by the Catholic church."}, {"word": "banal", "definition": "repeated too often; overfamiliar through overuse.", "part of speech": "adjective", "example": "The professor used such banal expression that many students in the class either fell asleep from bordeom or stayed awake to complete his sentences and humor friends."}, {"word": "banality", "definition": "a trite or obvious remark.", "part of speech": "noun", "example": "Herbert regarded the minister's remark as a mere banality until Sharon pointed out profound implications to the seemingly obvious words."}, {"word": "belie", "definition": "to give a false representation to; misrepresent.", "part of speech": "verb", "example": "The smile on her face belies the pain she must feel after the death of her husband."}, {"word": "belligerent", "definition": "characteristic of one eager to fight.", "part of speech": "adjective", "example": "Tom said that he was arguing the matter purely for philosophical reasons, but his belligerent tone indicated an underlying anger about the issue."}, {"word": "betray", "definition": "to reveal or make known something, usually unintentionally.", "part of speech": "verb", "example": "With the gold medal at stake, the gymnast awaited his turn, his quivering lip betraying his intense emotions."}, {"word": "blatant", "definition": "without any attempt at concealment; completely obvious Allen was often punished in school for blatantly disrespecting teachers.", "part of speech": "adjective", "example": ""}, {"word": "bolster", "definition": "support and strengthen.", "part of speech": "verb", "example": "The case for the suspect's innocence was bolstered considerably by the fact that neither fingerprints nor DNA were found at the scene. This word has other definitions but this is the most important one for the GRE."}, {"word": "brazen", "definition": "unrestrained by convention or propriety.", "part of speech": "adjective", "example": "Their large \"donations\" to the local police department gave the drug cartel the brazen confidence to do their business out in the open."}, {"word": "bucolic", "definition": "relating to the pleasant aspects of the country.", "part of speech": "adjective", "example": "The noble families of England once owned vast expanses of beautiful, bucolic land."}, {"word": "bumbling", "definition": "lacking physical movement skills, especially with the hands Within a week of starting, the bumbling new waiter was unceremoniously fired.", "part of speech": "adjective", "example": ""}, {"word": "burgeon", "definition": "grow and flourish.", "part of speech": "verb", "example": "China's housing market is burgeoning, but some predict that the growth is merely a bubble and will burst much like the U.S. real estate bubble of 2008."}, {"word": "calumny", "definition": "making of a false statement meant to injure a person\"s reputation.", "part of speech": "noun", "example": "With the presidential primaries well under way, the air is thick with calumny, and the mud already waist- high."}]
